Repository: omeka/plugin-UserProfiles
Catalog: languages/*.po
Languages: bg_bg, ca_es, cs, cy_gb, de_de, es, et, fi_fi, fr, it, ja, mn, nl_be, oc, pt_pt, ro, ru, sr_rs, sv_se, uk

source: Add Profile Type
bg_bg: Добавяне Тип Профил
ca_es: Afegeix un tipus de perfil
cs: Přidat typ profilu
cy_gb: Ychwanegu Math o Broffil
de_de: Profiltyp hinzufügen
es: Añadir tipo de perfil
et: Lisa profiilitüüp
fi_fi: Lisää profiilityyppi
fr: Créer un nouveau type de profil
it: Aggiungi Categoria Profilo
ja: プロフィールタイプを追加
mn: Хувийн мэдээллийн төрлийг нэмэх
nl_be: Voeg profieltype toe
oc: Crear un novèl tipe de perfil
pt_pt: Adicionar Tipo de Perfil
ro: Adaugă tipul profilului
ru: Добавить тип профиля
sr_rs: Додај врсту профила
sv_se: Lägg till profiltyp
uk: Додавання типу профілю

source: Add a Profile Type
bg_bg: Добавяне на Тип Профил
ca_es: Afegeix un tipus de perfil
cs: Přidat typ profilu
cy_gb: Ychwanegu Math o Broffil
de_de: Einen Profiltypen hinzufügen
es: Añadir un tipo de perfil
et: Lisa profiilitüüp
fi_fi: Lisää profiilityyppi
fr: Créer un nouveau type de profil
it: Aggiungi un tipo di profilo
ja: プロフィールタイプを追加
mn: Хувийн мэдээллийн төрөл нэмэх
nl_be: Voeg een profieltype toe
oc: Crear un novèl tipe de perfil
pt_pt: Adicione um Tipo de Perfil
ro: Adaugă un tip de profil
ru: Добавить Тип Профиля
sr_rs: Додај врсту профила
sv_se: Lägg till en profiltyp
uk: Додати тип профілю

source: Profile Type
bg_bg: Тип Профил
ca_es: Tipus de perfil
cs: Typ profilu
cy_gb: Math o Broffil
de_de: Profiltyp
es: Tipo de perfil
et: Profiilitüüp
fi_fi: Profiilin tyyppi
fr: Type de profil
it: Tipo Profilo
ja: プロフィールタイプ
mn: Хувийн мэдээллийн/гормийн/ өөрчлөлт
nl_be: Profieltype
oc: Tipe de perfil
pt_pt: Tipo de Perfil
ro: Tipul profilului
ru: Тип профиля
sr_rs: Врста профила
sv_se: Profiltyp
uk: Тип профілю

source: My Profile
bg_bg: Моят Профил
ca_es: El meu perfil
cs: Můj profil
cy_gb: Fy Mhroffil
de_de: Mein Profil
es: Mi perfil
et: Minu profiil
fi_fi: Oma sivu
fr: Mon profil
it: Mio Profilo
ja: 自分のプロフィール
mn: Миний хувийн мэдээлэл/горим/
nl_be: Mijn profiel
oc: Mon perfil
pt_pt: O Meu Perfil
ro: Profilul meu
ru: Мой профиль
sr_rs: Мој профил
sv_se: Min profil
uk: Мій профіль

source: (Public)
bg_bg: (Публичен)
ca_es: (Públic)
cs: (Veřejný)
cy_gb: (Cyhoeddus)
de_de: (Öffentlich)
es: (Público)
et: (Avalik)
fi_fi: (Julkinen)
it: (Pubblico)
ja: （公開）
mn: (Нийтийн)
nl_be: (Publiek)
pt_pt: (Público)
ru: (Общественный)
sr_rs: (Јавно)
sv_se: (Publik)
uk: (Загальнодоступний)

source: (text)
bg_bg: (текст)
cy_gb: (Testun)
es: (Texto)
et: (tekst)
fi_fi: (teksti)
fr: (texte)
it: (testo)
mn: (текст)
nl_be: (tekst)
oc: (tèxte)
pt_pt: (texto)
ru: (текст)
sr_rs: (текст)
uk: (текст)

source: Allowed Values, comma-separated
bg_bg: Допустими стойности, отделени с разделител
ca_es: Valors permesos, separats per comes
cs: Povolené hodnoty oddělené čárkou
cy_gb: Gwerthoedd a ganiateir, wedi'u gwahanu gan goma.
de_de: Erlaubte Werte, durch Komma getrennt
es: Valores permitidos, separados por comas
et: Lubatud väärtused, eraldatuna komadega
fi_fi: Sallitut arvot, pilkuilla erotettuna
fr: Valeurs acceptées, séparées par une virgule
it: Valori consentiti, separati da virgola
ja: 許容された値、コンマ区切り
mn: Зөвшөөрөгдсөн утгууд, таслалаар тусгаарлагдсан
nl_be: Toegestane waardes, door komma gescheiden
oc: Valors acceptadas, separadas per una virgula
pt_pt: Valores Permitidos, separados por vírgula
ro: Valori permise, separate prin virgule
ru: Допустимые значения, разделённые запятой.
sr_rs: Дозвољене вредности, одвојено зарезом
sv_se: Tillåtna värden, kommaseparerade
uk: Допустимі значення, розділені комами

source: Edit Profile Type
bg_bg: Редакция на типа профил
ca_es: Edita el tipus de perfil
cs: Upravit typ profilu
cy_gb: Golygu'r Math o Broffil
de_de: Profiltyp bearbeiten
es: Editar tipo de perfil
et: Muuda profiilitüüpi
fi_fi: Muokkaa profiilityyppiä
fr: Modifier le type de profil
it: Modifica categoria profilo
ja: プロフィールタイプを編集
mn: Хувийн мэдээллийн төрлийг засварлах
nl_be: Bewerk profieltype
oc: Modificar lo tipe de perfil
pt_pt: Editar o Tipo de Perfil
ro: Editează tipul profilului
ru: Редактировать тип профиля
sr_rs: Уреди врсту профила
sv_se: Redigera profiltyp
uk: Редагувати тип профілю

source: Edit Profile
bg_bg: Редакция на Профил
ca_es: Edita el perfil
cs: Upravit profil
cy_gb: Golygu Proffil
de_de: Profil bearbeiten
es: Editar perfil
et: Muuda profiili
fi_fi: Muokkaa profiilia
fr: Modifier le profil
it: Modifica Profilo
ja: プロフィールを編集
mn: Хувийн мэдээллийг засах
nl_be: Bewerk profiel
oc: Modificar lo perfil
pt_pt: Editar Perfil
ro: Editează profilul
ru: Редактировать профиль
sr_rs: Уреди профил
sv_se: Redigera profil
uk: Редагувати профіль

source: Save changes before moving to edit a new profile type.
bg_bg: Запишете промените преди да местите или редактирате новият тип профил
ca_es: Deseu els canvis abans de passar a editar un nou tipus de perfil.
cy_gb: Arbed newidiadau cyn symud ymlaen i olygu math newydd o broffil.
de_de: Änderungen sichern, bevor Sie einen neuen Profiltypen bearbeiten.
es: Guarde los cambios antes de editar un nuevo tipo de perfil.
et: Salvesta muudatused enne, kui sa hakkad muutma järgmist profiilitüüpi.
fi_fi: Tallenna muutokset ennen uuden profiilityypin muokkaamista.
fr: Enregistrer les modifications avant de procéder à la modification d'un autre type de profil
it: Salva modifiche prima di passare ad un nuovo tipo profilo.
ja: 移動する前に変更を保存して、新しいプロフィールタイプを編集します。
mn: Шинэ мэдээллийг засах, явуулахын өмнө өөрчлөлтийг хадгалах
nl_be: Bewaar de aanpassing voordat je naar een nieuw profieltype gaat om te bewerken.
oc: Enregistrar las modificacions abans de procedir a la modificacion d'un autre tipe de perfil
pt_pt: Guarde as alterações antes de passar à edição de um novo tipo de perfil.
ro: Salvează modificările înainte de a porni editarea unui nou tip de profil.
ru: Сохранить изменения пред тем, как начать редактировать новый тип профиля.
sr_rs: Сачувај промене пре преласка на нову врсту профила.
sv_se: Spara ändringar innan du fortsätter redigera en ny profiltyp
uk: Збережіть зміни перш ніж перейдете до редагування нового типу профілю.

source: Edit your %s profile
bg_bg: Редактиране на вашият %s профил
ca_es: Edita el teu perfil %s
cs: Upravit váš %s profil
cy_gb: Golygu eich proffil %s
de_de: Ihr %s Profil bearbeiten
es: Editar su perfil %s
et: Muuda oma %s profiili
fi_fi: Muokkaa %s profiilia
fr: Modifiez votre profil %s
it: Modifica profilo %s
ja: あなたの %s プロフィールを編集
mn: Таны %s мэдээллийг засах
nl_be: Bewerk uw %s profiel
oc: Modificatz vòstre perfil %s
pt_pt: Editar o seu perfil %s
ro: Editează-ți profilul %s
ru: Редактировать "%s" профиль
sr_rs: Уреди ваш %s профил
sv_se: Redigera din %s profil
uk: Редагувати %s вашого профілю

source: Profile type:
bg_bg: Тип профил:
ca_es: Tipus de perfil:
cs: Typ profilu:
cy_gb: Math o broffil:
de_de: Profiltyp:
es: Tipo de perfil:
et: Profiilitüüp:
fi_fi: Profiilityyppi:
fr: Type de profil :
it: Tipo profilo:
ja: プロフィールタイプ：
mn: Хувийн мэдээллийн төрөл:
nl_be: Profieltype:
oc: Tipe de perfil :
pt_pt: Tipo de Perfil:
ro: Tipul profilului:
ru: Тип профиля:
sr_rs: Врста профила:
sv_se: Profiltyp:
uk: Тип профілю:

source: This profile type is private
bg_bg: Този тип профил е частен
ca_es: Aquest tipus de perfil és privat
cs: Tento typ profili je soukromý
cy_gb: Mae'r math hyn o broffil yn breifat
de_de: Dieser Profiltyp ist nicht öffentlich
es: Este tipo de perfil es privado
et: See profiilitüüp on privaatne
fi_fi: Profiilityyppi on yksityinen
fr: Ce type de profil est privé
it: Questo tipo di profilo e' privato
ja: このプロフィールタイプは非公開です
mn: Хувийн мэдээллийн энэ төрөл нууцлалтай
nl_be: Dit profieltype is privé
oc: Aqueste tipe de perfil es privat
pt_pt: Este tipo de perfil é privado
ro: Tipul profilului este privat
ru: Данный тип профиля закрыт для публики.
sr_rs: Овај профил је приватан
sv_se: Den profiltyp är privat
uk: Цей тип профілю прихований

source: User Profile | %s
bg_bg: Потребителски профил | %s
ca_es: Perfil d'usuari | %s
cs: Uživatelský profil | %s
cy_gb: Proffil Defnyddiwr | %s
de_de: Benutzerprofil | %s
es: Perfil de usuario | %s
et: Kasutajaprofiil | %s
fi_fi: Käyttäjäprofiili | %s
fr: Profil d'utilisateur | %s
it: Profilo Utente | %s
ja: ユーザープロフィール | %s
mn: Хэрэглэгчийн горим | %s
nl_be: Gebruikersprofiel | %s
oc: Perfil d'utilizaire | %s
pt_pt: Perfil de Utilizador | %s
ro: Profilul utilizatorului | %s
ru: Профиль пользователя | %s
sr_rs: Кориснички профил | %s
sv_se: Användarprofil | %s
uk: Профіль користувача | %s

source: Edit
bg_bg: Редакция
ca_es: Edita
cs: Upravit
cy_gb: Golygu
de_de: Bearbeiten
es: Editar
et: Muuda
fi_fi: Muokkaa
fr: Modifier
it: Modifica
ja: 編集
mn: Засах
nl_be: Bewerk
oc: Modificar
pt_pt: Editar
ro: Editează
ru: Редактировать
sr_rs: Уреди
sv_se: Redigera
uk: Редагувати

source: Edit %s
bg_bg: Редакция %s
ca_es: Edita %s
cs: Upravit %s
cy_gb: Golygu %s
de_de: Bearbeiten %s
es: Editar %s
et: Muuda %s
fi_fi: Muokkaa %s
fr: Modifier %s
it: Modifica %s
ja: 編集 %s
mn: %s -г засах
nl_be: Bewerk %s
oc: Modificar %s
pt_pt: Editar %s
ro: Editează %s
ru: Редактировать %s
sr_rs: Уреди %s
sv_se: Redigera %s
uk: Редагувати %s
