Repository: omeka/plugin-UserProfiles
Catalog: languages/*.po
Languages: bg_bg, ca_es, cs, cy_gb, de_de, es, et, fi_fi, fr, it, ja, mn, nl_be, oc, pt_pt, ro, ru, sr_rs, sv_se, uk

source: Allowed
bg_bg: Допустим
ca_es: Permès
cs: Povoleno
cy_gb: Caniateir
de_de: Zugelassen
es: Permitido
et: Lubatud
fi_fi: Sallittu
fr: Autorisé
it: Consentito
ja: 許可
mn: Зөвшөөрсөн
nl_be: Toegestaan
oc: Autorizat
pt_pt: Permitido
ro: Permis
ru: Разрешённый
sr_rs: Дозвољено
sv_se: Tillåten
uk: Дозволено

source: Required
bg_bg: Задължителен
ca_es: Necessari
cs: Vyžadováno
cy_gb: Gofynnol
de_de: Erforderlich
es: Requerido
et: Nõutud
fi_fi: Pakollinen
fr: Obligatoire
it: Obbligatorio
ja: 必須
mn: Заавал бөглөх
nl_be: Vereist
oc: Obligatòri
pt_pt: Necessário
ro: Cerut
ru: Обязательный
sr_rs: Обавезно
sv_se: Obligatoriskt
uk: Обов'язково

source: Disallowed
bg_bg: Недопустим
ca_es: No permès
cs: Nepovoleno
cy_gb: Heb eu caniatáu
de_de: Nicht zugelassen
es: No permitido
et: Keelatud
fi_fi: Ei sallittu
fr: Désactivé
it: Non consentito
ja: 禁止
mn: Татгалзах
nl_be: Geweigerd
oc: Desactivat
pt_pt: Não permitido
ro: Nepermis
ru: Не разрешённый
sr_rs: Није дозовљено
sv_se: Otillåtet
uk: Заборонено

source: Deleted User
bg_bg: Изтрит потребител
ca_es: Usuari eliminat
cs: Smazaný uživatel
cy_gb: Defnyddiwr wedi'i ddileu
de_de: Gelöschter Benutzer
es: Usuario borrado
et: Kustutatud kasutaja
fi_fi: Poistettu käyttäjä
fr: Utilisateur supprimé
it: Elimina Utente
ja: 削除されたユーザー
mn: Хэрэглэгчийг устгах
nl_be: Verwijderde gebruiker
oc: Utilizaire suprimit
pt_pt: Utilizador apagado
ro: Utilizator eliminat
ru: Удалённый пользователь
sr_rs: Обрисан корисник
sv_se: Raderad användare
uk: Видалений користувач

source: User Profiles
bg_bg: Профил на потребителя
ca_es: Perfils d'usuari
cs: Uživatelské profily
cy_gb: Proffil defnyddiwr
de_de: Benutzerprofile
es: Perfiles de usuario
et: Kasutajaprofiilid
fi_fi: Käyttäjäprofiilit
fr: profils d' utilisateur
it: Profili Utente
ja: ユーザープロフィール
mn: Хэрэглэгчийн горим
nl_be: Gebruikersprofielen
oc: Perfils d'utilizaire
pt_pt: Perfis de Utilizador
ro: Profilele utilizatorilor
ru: Профиль пользователя
sr_rs: Профил корисника
sv_se: Användarprofiler
uk: Профілі користувачів

source: Link items to owner?
bg_bg: Привързване на документ към собственик?
ca_es: Vincular els ítems al seu propietari?
cs: Přiřadit položky majiteli?
cy_gb: Cysylltu eitemau gyda'u perchnogion?
de_de: Objekte mit dem Eigentümer verbinden?
es: ¿Enlazar elementos al propietario?
et: Linkida ühikud omanikuga?
fi_fi: Linkitä aineisto omistajaan?
fr: lier des contenus au propriétaire?
it: Collegare oggetti al proprietario?
ja: アイテムをオーナーにリンクしますか？
mn: Мэдээллийг эзэмшигчтэй нь холбох уу?
nl_be: Verbind items met de eigenaar?
oc: Ligar de contenguts al proprietari?
pt_pt: Ligar os itens ao proprietário?
ro: Legi resursele cu deținătorul?
ru: Связать документы с владельцем?
sr_rs: Повежи једнице са власником?
sv_se: Länka objekt till ägare?
uk: Зв'язати елементи з власником?

source: Add a link from items to the person who added them.
bg_bg: Добавяне на връзка от документа към човека който го е добавил
ca_es: Afegeix un enllaç des dels ítems a l'usuari que els va afegir.
cy_gb: Ychwanegu dolen o'r eitemau i'r pobl a'u hychwanegwyd.
de_de: Einen Link an das Objekt zu dem Person anfügen, die das Objekt erfasst hat.
es: Añadir un enlace desde los elementos a la persona que lo añadió
et: Lisa link kirjetelt isikutele, kes need lisasid.
fi_fi: Luo linkin tallennettujen aineistojen ja tallentajan käyttäjäprofiilin välille.
fr: Ajouter aux contenus un lien vers leur contributeur.
ja: アイテムを追加した人物にアイテムからのリンクを追加します。
mn: Бусад нэмсэн хэрэглэгчдийн цуглуулгын линкийг нэмэх
nl_be: Voeg een link van de items naar de persoon die ze toegevoegd hebben toe.
oc: Apondre als contenguts un ligam cap a lor contributor.
pt_pt: Adicionar uma ligação dos itens para a pessoa que os adicionou.
ro: Adaugă un link de la resurse la persoana care le-a adăugat.
ru: Добавить ссылку документов к пользователю, который их добавил.
sr_rs: Додај линк од јединице ка особи која ју је додала.
sv_se: Skapa länkar från objekts visningssida till personen som lade till dem.

source: You have used the Contribution plugin to create Contributor information. For the Omeka 2.x series, that functionality has been folded into the User Profiles plugin.
bg_bg: Вие използвате приставката Съпричастен за да създадете информация за Съпричастния. За Omeka 2.х серията, тази функционалност е вградена в приставката Потребителски Профил.
ca_es: S'ha utilitzat el connector 'Contribution' per crear la informació dels contribuïdors. Per a la familia de versions Omeka 2.x, aquesta funcionalitat s'ha incorporat al connector 'User Profiles'.
cy_gb: Rydych wedi defnyddio'r ategyn Cyfrannu i greu gwybodaeth am y Cyfrannwyr. Ar gyfer Omeka 2.x, mae'r gweithgarwch yna yn rhan o'r ategyn Proffil Defnyddiwr.
de_de: Sie haben das Contribution Plugin verwendet, um die entsprechenden Informationen zu erfassen. In der Omeka 2.x. Serie ist diese Funktionalität im User Profiles Plugin aufgegangen.
es: Ha usado el plugin Contribution para crear información Contributor. Para las series 2.x de Omeka, esta funcionalidad ha sido incluida dentro del plugin User Profiles.
fi_fi: Olet käyttänyt Osallistu-lisäosaa käyttäjätiedon tallentamiseen. Omeka 2.x -versiosta alkaen ominaisuus on siirretty osaksi Käyttäjäprofiilit-lisäosaa.
fr: Vous utilisiez l'extension Contribution pour créer les Contributeurs. Pour les versions 2.x d'Omeka, cette fonctionnalité a été intégrée à l'extension Profil des Utilisateurs.
it: Hai utilizzato il plugin Contributo per creare le informazioni Contribuente. Per la serie di Omeka 2.x, quella funzionalità è stata inserita nel plugin Profili utente.
ja: Contributionプラグインを使用してContributor情報を作成しています。 Omeka 2.xシリーズでは、その機能がUser Profilesプラグインに組み込まれています。
mn: Та дэмжин оролцогчийн плагин ашиглан Дэмжигчийн мэдээллийг үүсгэж болно. Омекагийн 2.х хувилбаруудад хэрэглэгчийн мэдээллийн плагин дагалдаж байдаг.
nl_be: U hebt de Contribution plugin gebruikt om Medewerker-informatie aan te maken. Deze functionaliteit zit verweven in de Gebruikersprofielen-plugin voor de versie van Omeka 2.x
oc: Utilizàvetz l'extension Contribution per crear los Contributors. Per las versions 2.x d'Omeka, aquesta foncionalitat es estada integrada a l'extension Perfil dels Utilizaires.
pt_pt: Você usou o aplicativo Contribuição para gerar informação sobre o Contribuidor. Para as versões Omeka 2.x, essa funcionalidade aparece no aplicativo Perfis de Utilizador.
ro: Ai utilizat extensia Contribuțiilor pentru a crea informațiile specifice. Pentru seria Omeka 2.x această funcționalitate a fost înglobată în extensia Profilului Utilizatorului.
ru: Вы использовали плагин Contribution для создания соответствующей информации. Для ОМЕКи версии выше 2.0 такая функциональность уже заложена в профиль пользователя.
sr_rs: Користили сте додатак за допринос како бисте унели информације о доприносиоцу. У серији Омека 2.х ова фукција је пренета у додатак за профиле корисника.

source: Check this box if you would like to convert Contributor information over into a user profile. Contributors will also become Guest Users.
bg_bg: Маркирайте това квадратче ако искате да конвертирате
ca_es: Marqueu aquesta casella si voleu convertir la informació dels contribuïdors en perfils d'usuari. Els contribuïdors també es convertiran en usuaris convidats.
cy_gb: Ticiwch yma i symud gwybodaeth o Cyfrannwyr draw at broffil ddefnyddiwr. Bydd Cyfrannwyr hefyd yn troi'n ddefnyddwyr dros dro.
de_de: Haken Sie diese Checkbox an, wenn Sie Informationen, die Sie im Contributor Plugin erfasst haben, in ein Userprofil überführt haben möchten. Mitwirkende werden auch Gastbenutzer werden.
es: Marque esta casilla si desea convertir información de Contributor en un perfil de usuario. Los Contributors se convertirán en Guest Users.
fi_fi: Aktivoimalla tämän valintaruudun voit konvertoida Osallistu-lisäosan avulla tallennetut käyttäjätiedot käyttäjäprofiileiksi
fr: Cochez cette case si vous voulez convertir les données de Contributeur en un profil d'utilisateur. Les Contributeurs auront également le statut d'Invités.
ja: 寄与者の情報をユーザープロフィールに変換する場合は、このチェックボックスをオンにします。 寄与者もゲストユーザになります。
mn: Хэрэв Дэмжин оролцогчийн мэдээллийг хэрэглэгчийн хувийн хэрэг рүү хөрвүүлэх бол энэ сонголтыг идэвхжүүлнэ. Дэмжин оролцогч /хамтран ажиллагч/ нь Зочин хэрэглэгчийн эрхтэй болно.
nl_be: Vink dit vakje aan als u Medewerker-informatie wilt omzetten in een gebruikersprofiel. Medewerkers zullen ook Gastgebruikers worden.
oc: Marcatz aquesta casa se volètz convertir las donadas de Contributor en un perfil d'utilizaire. Los Contributors auràn tanben l'estatut de Convidats.
pt_pt: Escolha esta opção se quer converter a informação de um Contribuidor num perfil de utilizador. Os Contribuidores vão também tornar-se Utilizadores Convidados.
ro: Bifează dacă dorești să convertești informația de la Contribuitor pentru a fi introdusă în profilul utilizatorului. Contribuitorii vor deveni și Utilizator Oaspete.
ru: Посмотрите это окно, если Вы заинтересованы в преобразовать спонсорскую информацию в профиль пользователя. Спонсоры также станут пользователями-гостями.
sr_rs: Означите ову кућицу уколико желите да пренесете информације о доприносиоцу у кориснички профил. Доприносиоци ће такође постати гости корисници.

source: The import may take a long time if there are many contributions.
bg_bg: Вмъкването може би ще отнеме доста време ако имате много вмъквания.
ca_es: La importació pot trigar diversos minuts si hi ha moltes contribucions.
cy_gb: Gall y mewnforio gymryd cryn dipyn o amser os oes nifer fawr o gyfrannwyr.
de_de: Dieser Import kann viel Zeit beanspruchen, wenn Sie viele Mitwirkende haben.
es: La importación puede tardar bastante si hay muchas contribuciones.
et: Importimine võib võtta rohkem aega, kui lisatakse korraga palju ühikuid.
fi_fi: Tietojen siirto voi kestää kauan mikäli osallistuja-aineistoja on paljon.
fr: L'import peut s'avérer long si les contributions sont nombreuses.
ja: 寄与が多い場合は、インポートに時間がかかることがあります。
mn: Маш олон хувь нэмэр оруулсан /нийтлэл/ байгаа бол импортлоход урт хугацаа шаардагдана.
nl_be: De import kan lang duren als er veel bijdrages zijn.
oc: L'impòrt se pòt averar long se las contribucions son nombrosas.
pt_pt: A importação pode levar muito tempo se existirem muitas contribuições.
ro: Importul ar putea să ia mai mult timp dacă sunt mulți contribuitori.
ru: Процесс импортирования может занять длительное время, если есть много вкладов.
sr_rs: Увоз може потрајати дугу у случају да има доста доприноса.
uk: У разі великої кільксті доповнень імпорт може тривати довго.

source: User Profiles offers many new features for your contributor info. After the import is complete, you might want to edit the 'Contributor Info' profile type that is created.
bg_bg: Профил на Потребителя предлага много нови възможности за информация на сътрудниците. След като вмъкването приключи може да искате да редактирате типовете профили в "Информация за Сътрудници" които са създадени.
ca_es: User Profiles ofereix noves funcionalitats quant a la informació dels contribuïdors. Un cop s'ha realitzat la importació, és possible que vulgue modificar la informació de contribuïdor dins del tipus de perfil.
cy_gb: Mae Proffilau Defnyddwyr yn cynnig sawl nodwedd newydd ar gyfer gwybodaeth y cyfrannwyr. Ar ôl mewnforio, mi ddyliwch olygu'r proffil 'Gwybodaeth Cyfrannwr' sy'n cael ei greu.
de_de: Benutzerprofile bieten viele neue Möglichkeiten für die Erfassung von Informationen über Mitwirkende. nachdem dieser Import fertig ist, sollten Sie den 'Contributor Info' Profiltypen ändern, der erstellt wurde.
es: Los perfiles de usuario ofrecen muchas nuevas características para su información de colaborador. Después de la importación, es posible que desee editar la información de colaborador del perfil que se crea.
fi_fi: Käyttäjäprofiili-lisäosa sisältää paljon uusia mahdollisuuksia tallentaa käyttäjätietoja. Tietojen siirron jälkeen on hyvä muokata Contributon Info -profiilityyppiä joka on luotu valmiiksi.
fr: Profils d'Utilisateurs propose de riches fonctionnalités pour décrire les contributeurs. Une fois l'import réalisé, nous vous conseillons d'éditer le type de profil "Info de Contributeur" créé.
ja: ユーザープロフィールには、寄与者情報のための多くの新機能があります。 インポートが完了したら、作成された「寄与者の情報」プロファイルタイプを編集することができます。
mn: Хэрэглэгчийн хувийн хэрэг нь таны дэмжин оролцогчын мэдээлэлд шинэ боломжуудыг санал болгодог.
nl_be: Gebruikersprofielen bieden veel nieuwe mogelijkheden voor uw bijdrage informatie. Nadat het importeren voltooid is, wilt u misschien het profieltype voor 'Medewerker-informatie' dat wordt aangemaakt bewerken.
oc: Perfils d'Utilizaires prepausa de foncionalitats ricas per descriure los contributors. Un còp l'impòrt realizat, vos conselham d'editar lo tipe de perfil "Info de Contributor" creat.
pt_pt: Os Perfis de Utilizador fornecem muitas funcionalidades novas para a informação do Contribuidor. Depois de a importação estar concluída, pode querer editar o tipo de perfil da 'Informação do Contribuidor' que foi criado.
ro: Profilurile utilizatorilor oferă multe funcționalități noi pentru contribuitori. După ce importul este complet, este posibil să dorești să editezi profilul „Informației de Contribuitor” creat.
ru: Пользовательский профиль предлагает множество новых функций для информации о спонсоре. После завершения процесса импортирования, возможно вам захочется отредактировать тип профиля "Информация о спонсоре", созданный ранее.
sr_rs: Профил корисника нуди многе податке за ваше информације о доприносиоцу. Након завршетка увоза, можда ћете желети да уредите профил са подацима о доприносиоцу који је креиран.

source: The profile type was successfully added.
bg_bg: Типа профил е добавен успешно
ca_es: El tipus de perfil s'ha afegit correctament.
cs: Typ profilu byl úspěšně přidán.
cy_gb: Ychwanegwyd y math o broffil yn llwyddiannus.
de_de: Der Profiltyp wurde erfolgreich hinzugefügt.
es: El tipo de perfil fue añadido satisfactoriamente.
et: Profiili tüüp on lisatud.
fi_fi: Luotiin käyttäjäprofiilityyppi.
fr: Le type de profil a été ajouté avec succès.
it: Tipo profilo aggiunto con successo.
ja: プロフィールタイプを追加しました。
mn: Мэдээллийг vзэх төрөл амжилттай нэмэгдсэн байна.
nl_be: Het profieltype werd met succes toegevoegd.
oc: Lo tipe de perfil es estat apondut amb succès.
pt_pt: O tipo de perfil foi adicionado com sucesso.
ro: Tipul de profil a fost adăugat cu succes.
ru: Тип профиля успешно добавлен.
sr_rs: Врста профила је успешно додата.
sv_se: Användarprofilen har lagts till.
uk: Тип профілю успішно додано.

source: The profile type
bg_bg: Тип на профила
ca_es: Tipus de perfil
cs: Typ profilu
cy_gb: Y math o broffil
de_de: Der Profiltyp
es: El tipo de perfil
et: Profiilitüüp
fi_fi: Käyttäjäprofiilin tyyppi
fr: Le type de profil
it: Il tipo di profilo
ja: プロフィールタイプ
mn: Хувийн мэдээллийн төрөл
nl_be: Het profieltype
oc: Lo tipe de perfil
pt_pt: O tipo de perfil
ro: Tipul profilului
ru: Тип профиля
sr_rs: Врста профила
sv_se: Användarprofilen
uk: Тип профілю

source: Options for "%s" must be set
bg_bg: Опцията за "%s" трябва да е указана.
ca_es: S'han d'establir les opcions per a "%s"
cs: Možnosti pro "%s" musí být nastavené
cy_gb: Rhaid gosod dewisiadau ar gyfer "%s"
de_de: Optionen für "%s" müssen erfasst sein.
es: La opciones para "%s" deben ser establecidas
et: "%s" valikud peavad olema määratud
fi_fi: "%s" asetukset tulee määritellä
fr: Les options de "%s" doivent être définies
ja: 「%s」のオプションを設定する必要があります
mn: "%s" тохиргоо хийгдсэн байх
nl_be: Opties voor "%s" moeten ingesteld zijn
oc: Las opcions de "%s" devon èsser definidas
pt_pt: Têm de ser definidas as opções para "%s"
ro: Trebuie setate opțiunile pentru "%s"
ru: Необходимо установить опцию для "%s"
sr_rs: Опција за "%s" мора бити подешена
sv_se: Inställningar för "%s" måste anges
uk: Потрібно встановити параметри для "%s"

source: The profile type cannot have more than one "%s" element.
bg_bg: Типа профил не може да има повече от един "%s" елемент.
ca_es: El tipus de perfil no pot tenir més d'un element "%s" .
cy_gb: Ni all y math o broffil cael mwy nag un elfen "%s".
de_de: Der Profiltyp kann nicht mehr als ein "%s" Element besitzen.
es: El tipo de perfil no puede tener más de un elemento "%s".
et: Profiilitüübil ei või olla rohkem kui üks "%s" element.
fi_fi: Käyttäjäprofiilityypillä ei voi olla enemmän kuin yksi "%s" metatietoelementti.
fr: Ce type de profil ne peut compter plus d'un élément "%s".
ja: プロファイルタイプは複数の "%s" 要素を持つことはできません。
mn: Мэдээллийг үзэх төрөл "%s" элемент байж болохгүй
nl_be: Het profieltype kan niet meer dan één "%s" element bevatten.
oc: Aqueste tipe de perfil pòt pas comptar mai d'un element "%s".
pt_pt: O tipo de perfil não pode ter mais do que um elemento "%s"
ro: Tipul profilului nu poate avea mai mult de "%s" elemente.
ru: Тип профиля не может иметь более одного "%s" элемента.
sr_rs: Врста профила не може имати више од једног "%s" елемента.
sv_se: Profilen kan inte ha mer än ett element av typen "%s".
uk: Тип профілю не може мати більше одиного "%s" елемента.

source: The site builders ask that you fill out profile info to help make connections.
bg_bg: Собствениците на сайта искат да попълните информация в профила си за да помогнете за осъществяване на връзки.
ca_es: Necessitem les teves dades de perfil per fer connexions.
cy_gb: Mae adeiladwyr y safle yn gofyn i chi lenwi gwybodaeth y proffil er mwyn helpu creu cysylltiadau.
de_de: Die Ersteller der Site bitte Sie die Info im Profil ausfüllen, um ggf. in Verbindung treten zu können.
es: Los constructores de sitio piden que llene el perfil Información para ayudar a hacer conexiones.
et: Saidi ehitajad paluvad, et sa täidaksid profiiliinfo, mis aetab luua paremaid ühendusi.
fi_fi: Pyydämme kertomaan hieman itsestäsi.
fr: Les créateurs du site souhaitent que vous renseigniez votre profil pour encourager la synergie.
ja: サイト構築者は、あなたの接続を助けるためプロフィール情報を記入することをお願いしています。
mn: Сайтыг хийхэд хэрэглэгчтэй холбогдож лавлах
nl_be: De site-bouwers vragen om de profielinformatie in te vullen om te helpen verbindingen te maken.
oc: Los creators del site vòlon que completetz vòstre perfil per encoratjar la sinergia.
pt_pt: O criador do site pede que preencha a informação de perfil para ajudar a gerar ligações.
ro: Constructorii siteului ar putea cere completarea profilului pentru a ușura realizarea conexiunilor.
ru: Разработчики сайта просят вас заполнить профиль для успешного соединения.
sr_rs: Аутори сајта вас моле да попуните информације о профилу како бисте помогли у стварању веза.
sv_se: Vänligen fyll i din användarprofil för att underlätta skapandet av kopplingar mellan föremål och berättelser.
uk: Розробники сайту просять вас заповнити відомості профілю, щоб допомогти встановити з'єднання.

source: The "%s" field is required.
bg_bg: Полето "%s" е задължително.
ca_es: El camp "%s" es obligatori.
cs: Pole "%s" je povinné.
cy_gb: Mae'r maes "%s" yn ofynnol.
de_de: Das Feld "%s" ist ein Pflichtfeld.
es: El campo "%s" es requerido.
et: Väli "%s" on kohustuslik.
fi_fi: Kenttä "%s" on pakollinen.
fr: Le champ "%s" est obligatoire.
ja: "%s" フィールドは必須です。
mn: "%s" талбар шаардлагатай.
nl_be: Het "%s" veld is vereist.
oc: Lo camp "%s" es obligatòri.
pt_pt: O campo "%s" é necessário.
ro: Câmpul "%s" este necesar.
ru: Поле "%s" обязательно для заполнения.
sr_rs: Поље "%s" је обавезно.
sv_se: Fältet "%s" är obligatoriskt.
uk: Поле "%s" є обов'язковим.

source: The name of the profile type
bg_bg: Име на типа профил
ca_es: Nom del tipus de perfil
cs: Jméno pro typ profilu
cy_gb: Enw'r math o broffil
de_de: Der Name des Profiltyps
es: El nombre del tipo de perfil
et: Profiilitüübi nimi
fi_fi: Profiilityypin nimi
fr: Le nom du type de profil
it: Nome tipo profilo
ja: プロフィールタイプの名前
mn: Хувийн мэдээллийн төрлийн нэр
nl_be: De naam van het profieltype
oc: Lo nom del tipe de perfil
pt_pt: O nome do tipo de perfil
ro: Numele tipului profilului
ru: Названия типа профиля
sr_rs: Назив врсте профила.
sv_se: Profiltypens namn
uk: Назва типу профілю

source: The description of the profile type.
bg_bg: Описание на типа профил.
ca_es: Descripció del tipus de perfil.
cs: Popis typu profilu.
cy_gb: Disgrifiad o'r math o broffil.
de_de: Die Beschreibung des Profiltyps.
es: La descripción del tipo de perfil.
et: Profiilitüübi kirjeldus.
fi_fi: Profiilityypin kuvaus.
fr: La description du type de profil
ja: プロフィールタイプの説明
mn: Хувийн мэдээллийн төрлийн тодорхойлолт.
nl_be: De beschrijving van het profieltype.
oc: La descripcion del tipe de perfil
pt_pt: A descrição do tipo de perfil.
ro: Descrierea tipului profilului.
ru: Описание типа профиля.
sr_rs: Опис врсте профила.
sv_se: Profiltypens beskrivning
uk: Опис типу профілю.

source: Allowed values, comma-separated
bg_bg: Допустими стойности, отделени с разделител
ca_es: Valors permesos, separats per comes
cs: Povolené hodnoty oddělené čárkou
cy_gb: Gwerthoedd a ganiateir, wedi'u gwahanu gan goma.
de_de: Erlaubte Werte, getrennt durch Komma
es: Valores permitidos, separados por comas
et: Lubatud väärtused, eraldatuna komadega
fi_fi: Sallitut arvot, pilkuilla erotettuna
fr: Valeurs acceptées, séparées par une virgule
ja: 許容された値、コンマ区切り
mn: Зөвшөөрөгдсөн утгууд нь таслалаар тусгаарлагдсан
nl_be: Toegestane waardes, door komma gescheiden
oc: Valors acceptadas, separadas per una virgula
pt_pt: Valores permitidos, separados por vírgula
ro: Valori permise, separate prin virgulă
ru: Допустимые значения, разделённые запятой.
sr_rs: Дозвољене вредности, одвојене зарезом
sv_se: Tillåtna värden, kommaseparerade
uk: Допустимі значення, розділені комами

source: Text
bg_bg: Текст
cy_gb: Testun
es: Texto
et: Tekst
fi_fi: Teksti
fr: Texte
it: Testo
ja: テキスト
mn: Текст
nl_be: Tekst
oc: Tèxte
pt_pt: Texto
ru: Текст
sr_rs: Текст
uk: Текст

source: Radio
bg_bg: Радиобутон
ca_es: Botó d'opció
cs: Přepínač radio
et: Raadionupp
fi_fi: Radiopainike
ja: ラジオボタン
mn: Радио
nl_be: Selectievakje
oc: Ràdio
ru: Радио
sr_rs: Радио
sv_se: Radioknapp
uk: Радіо

source: Checkbox
bg_bg: Квадрат
ca_es: Casella de selecció
cs: Zaškrtávací pole
cy_gb: Blwch Ticio
et: Märkekast
fi_fi: Valintaruutu
fr: Case à cocher
it: Casella di selezione
ja: チェックボックス
mn: чекбокс
nl_be: Aanvinkvakje
oc: Casa de marcar
pt_pt: Caixa de selecção
ro: Bifă
ru: Поле для установки флажка
sr_rs: Кућица
sv_se: Kryssruta
uk: Прапорець

source: Select (Single Option)
bg_bg: Избор (Една възможност)
ca_es: Selecciona (una única opció)
cs: Výběr (jedna možnost)
cy_gb: Dewis (Un Opsiwn)
de_de: Auswahl (eine möglich)
es: Selector (opción simple)
et: Valik (üks)
fi_fi: Valintalaatikko (yksi vaihtoehto)
fr: Choisir (une seule option)
it: Seleziona (Singola Opzione)
ja: 選択（択一式）
mn: Сонгох (нэг сонголт)
nl_be: Selecteer (Enkele optie)
oc: Causir (una sola opcion)
pt_pt: Seleccionar (Opção Única)
ro: Selectare (o singură opțiune)
ru: Выбрать (единственный вариант)
sr_rs: Одабери (једна опција)
sv_se: Enkelvalsknapp
uk: Вибрати (один варіант)

source: Select (Multiple Options)
bg_bg: Избор (Няколко възможни)
ca_es: Selecciona (opcions múltiples)
cs: Výběr (několik možností)
cy_gb: Dewis (Nifer o Opsiynau)
de_de: Auswahl (mehrere möglich)
es: Selector múltiple
et: Valik (mitu)
fi_fi: Valintalaatikko (monta vaihtoehtoa)
fr: Choisir (plusieurs options)
ja: 選択（複数選択）
mn: Сонголт (олон сонголт)
nl_be: Selecteer (Meerdere opties)
oc: Causir (mantuna opcion)
pt_pt: Seleccionar (Múltiplas Opções)
ro: Selectare (opțiuni multiple)
ru: Выбрать (многократный вариант)
sr_rs: Одабери (више опција)
sv_se: Flervalsknapp
uk: Вибрати (декілька варіантів)
